[orchid_vo_chapter2_0010_echox_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="If you're looking for the Treasure of the Sands, you want to talk to Captain Scarlett. She's set up in Wurmwater -- you'll need a sand-skiff to reach her. Use mine -- it's the least I can do for the stranger who saved the many living people of my town! Oh, you're so cool.",Time=0)

[orchid_vo_chapter2_0020_echox_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh no! Did my sandskiff just randomly explode, forcing you to stay in Oasis and hang out with me some more? Darn! Well, my other friends out in the flats might have some sandskiff parts for you. They are very nice and alive. Go talk to them, but be careful -- if you step on the flat sands out there, the sand grubs will hear you and eat you and then you won't be able to hang out with me.",Time=0)

[orchid_vo_chapter2_0030_echo_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(as Lionel) Why hello, person! I am feeling very good today and not dead from thirst! How are you?",Time=0)

[orchid_vo_chapter2_0040_echox_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ah, you've met Lionel! How are you, Lionel?",Time=0)

[orchid_vo_chapter2_0050_echo_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(as Lionel) Not dead of thirst, ha-ha-ha-ha-ha!",Time=0)

[orchid_vo_chapter2_0060_echox_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ohohohoho, oh, tell me about it! How is your family?",Time=0)

[orchid_vo_chapter2_0070_echox_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(as Lionel) Well, they--",Time=0)

[orchid_vo_chapter2_0080_echox_robotvoice]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="End of tape.",Time=0)

[orchid_vo_chapter2_0090_echox_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That is a great story, Lionel! Friend, I believe he has an engine capacitor stashed somewhere nearby! It's yours!",Time=0)

[orchid_vo_chapter2_0100_echox_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(as Missus Blayvis) Oh my word! A new person has left Oasis to come to talk to me! And this person is so handsome, too!",Time=0)

[orchid_vo_chapter2_0110_echox_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ugh, that is Missus Blayvis -- be careful, she is a relentless flirt. I always feel like a piece of meat around her. I gave her a coolant disperser several weeks ago as a gift! Take it!",Time=0)

[orchid_vo_chapter2_0120_echo_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(as Missus Blayvis) Could I please be getting some fries with that shake? You so are attractive!",Time=0)

[orchid_vo_chapter2_0130_echox_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Only a few more sandskiff parts, and you'll be on your way to Captain Scarlett and the lost treasure! How fun, that you'll be leaving me alone! Heh-heh! Heh.",Time=0)

[orchid_vo_chapter2_0140_echox_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(as Jocko) Well hey, how you doing?! They call me Jocko the Joker, I'm a laugh a minute! Hey, what's the difference between a skag and a lack of water? There isn't one because they'll both kill you! Hahahahahahaha, ahaha!",Time=0)

[orchid_vo_chapter2_0150_echox_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ahahaha! Oh, oh, he is a cut-up! Oh gosh, Jocko! Jocko borrowed one of my pressure regulators for one of his comedy bits the other day! Find it and it is yours!",Time=0)

[orchid_vo_chapter2_0160_echo_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(as Jennifer) Hi there, dude! I'm Jennifer! Clothes and boys and high school and gossip! Aha!",Time=0)

[orchid_vo_chapter2_0170_echo_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That's Jennifer -- a nice girl, but very naïve. I think she has a magnetic overthruster you could use for the sandskiff.",Time=0)

[orchid_vo_chapter2_0180_echo_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You have everything you need to rebuild the sandskiff! Just thank the lovely people of Oasis. It's good we have so much water -- otherwise we might have died of dehydration! Hahahahahaha! Heh... heh. (clears throat)",Time=0)

[orchid_vo_chapter2_0190_echo_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Please, attach those parts you retrieved to the sandskiff. Then you may scan it and summon one from any Catch-A-Ride machine!",Time=0)

[orchid_vo_chapter2_0200_echo_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, she is fixed! Wonderful! Please hit that button to digiscan her into the Catch-A-Ride system. If you want.",Time=0)

[orchid_vo_chapter2_0210_echo_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="There -- you may now digistruct a sandskiff from any Catch-A-Ride machine! Before you go off to meet Captain Scarlett, though, you MUST return to me!",Time=0)

[orchid_vo_chapter2_0220_echo_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I had no reason to call you back. I just enjoyed your presence!",Time=0)
